[M_PerformSurgery MissionDefinition]
MissionName="Não Cometa Erros"
MissionDescription="O paciente do Dr. Zed necessita de uma cirurgia urgente. O bom médico lhe pediu para ajudá-lo nessa intervenção."
TurnInDescription="Você encontrou um fragmento de Eridium! Talvez Patricia Tannis - a arqueóloga antissocial - saiba o que fazer com isso."
MissionSummary="Realize a cirurgia."
MissionGiver="Dr. Zed"
MissionTurnInLocation="Tannis"
TeaserText="Zed precisa de 20cc do tipo duro imediatamente!"

[M_PerformSurgery:PerformSurgerySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:SURGERY MissionObjectiveDefinition]
ProgressMessage="Realize a cirurgia"

[M_PerformSurgery:SurgeryDialogSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TakeShard MissionObjectiveDefinition]
ProgressMessage="Pegue o fragmento de Eridium"

[M_PerformSurgery:TakeShardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TalktoTannis MissionObjectiveDefinition]
ProgressMessage="Fale com Tannis"

[M_PerformSurgery:TannisTitleCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Leve o fragmento de Eridium para Patricia Tannis."
MissionDescriptionOverride="Depois de ajudar o Dr. Zed em uma intervenção cirúrgica bastante questionável, agora você é o feliz proprietário de um fragmento de Eridium. Zed sugeriu que você leve isso para Patricia Tannis - uma arqueóloga especialista na cultura eridiana."

[M_PerformSurgery:TradeShardWithTannisSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_PerformSurgery:TurnINSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

